[Play_DLC2_T_TYG_Ambush_1 AkEvent]
SpokenText="Central, I am picking up faint traces of human DNA deeper in the facility.  It just might be... ."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Ambush_2 AkEvent]
SpokenText="Wait! Multiple biological signatures approaching your position. Readings are erratic...difficult to pinpoint."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Ambush_4 AkEvent]
SpokenText="Unable to determine at this point."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Approach_The_King_1 AkEvent]
SpokenText="Central, reading a massive drop in temperature directly ahead. Such a large discrepancy defies any natural explanation."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Archon_King_Dead_2 AkEvent]
SpokenText="I am eager to begin examining the subject as soon as we can get it back to the lab. We might as well take advantage of Dr. Vahlen's existing experiments, as I have no intention of trying to replicate them myself."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Archon_King_Reveal_1 AkEvent]
SpokenText="This... this variation on the Archon we've encountered before must surely be the modified subject Dr. Vahlen had been experimenting on."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Beacon_Located AkEvent]
SpokenText="Central, Dr. Vahlen's signal is being generated from somewhere inside that makeshift shelter. I suggest we access it quickly before it is lost altogether."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Berseker_Queen_Dead_2 AkEvent]
SpokenText="I would be curious to hear her reasoning, although I would question whether reason was ever involved in this decision."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Berserker_Queen_Reveal_2 AkEvent]
SpokenText="Her curiosity was not unfounded, although I agree it was perhaps not the most prudent of choices."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Egg_Warning AkEvent]
SpokenText="These appear to the egg clusters Dr. Vahlen referred to in her logs. Being as we are still uncertain about their potential lethal properties I would avoid direct contact with them... especially in a combat scenario."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Facility_Entry_One AkEvent]
SpokenText="It appears to be the remnants of an alien genetics facility. With the damage to these containment units being so severe, I can only imagine the work that was being done here. "
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_King_Attempting_Escape_1 AkEvent]
SpokenText="It's some sort of psionic rift! I cannot begin to fathom why Vahlen would have allowed it to have this ability!"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_MATINEE_Boots_Ground_1 AkEvent]
SpokenText="Biological readings in this area are... erratic. In addition to several species of alien fauna-"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_MATINEE_King_Reveal_2 AkEvent]
SpokenText="Unable to tell from this distance. Life signs are being obscured by..."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_MATINEE_King_Reveal_3 AkEvent]
SpokenText="I believe this would be subject Gamma."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Mission_Final AkEvent]
SpokenText="Central, I am not detecting any additional life signs, human or otherwise. The cavern is clear. "
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Neophytes_Spotted_2 AkEvent]
SpokenText="Though I share your reservations about this species, there is something different about these creatures. They appear almost underdeveloped. Perhaps an earlier stage of growth, or some sort of precursor organism."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Post_Ambush_Research_Segue AkEvent]
SpokenText="I have delved deeper into Dr. Vahlen's files. I believe I have found a section relevant to our search."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Post_King_Research_One_1 AkEvent]
SpokenText="Central, I am pulling all relevant log entries on this Viper King now."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Post_Matinee_2 AkEvent]
SpokenText=" I share your concern. There is no telling what effects Dr. Vahlen's work had upon this creature. I suggest we make subduing it our top priority."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Post_Pad_1 AkEvent]
SpokenText="It appears to be a physical data store of some kind, pulled from an antiquated network terminal. Attempting remote access now."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Push_Forward_1 AkEvent]
SpokenText="I believe this may be the last of them Central. I am not detecting any additional signatures."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Reinforcements_Wont_Stop AkEvent]
SpokenText="Central, Dr. Vahlen's conclusion would appear sound. This Viper King will continue to summon reinforcements until we can silence it permanently. You must focus your efforts."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Research_Segue AkEvent]
SpokenText="Central, I have managed to restore portions of Dr. Vahlen's personal research logs, I will begin patching through what I can, immediately."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Rulers_Move_Always AkEvent]
SpokenText="It would seem Vahlen's creations are not intent on making this easy, stay alert for rapid movements as it attempts to reposition itself."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_The_Beacon_1 AkEvent]
SpokenText="I had hoped to meet my predecessor under less extreme circumstances. Still, I have tracked her signal to an area not far ahead."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Transmission_Cleared AkEvent]
SpokenText="I have re-routed the outgoing signal, the unit must have been damaged during whatever conflict occurred here. The complete message is coming through now."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Unbroken_Transmission_3_ALT AkEvent]
SpokenText="...And now we face her fears, head-on."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Viper_Boltguns_Sighted_2 AkEvent]
SpokenText="I believe you are right, Central, another possible connection to this site."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Viper_King_Freeze_Breath_1 AkEvent]
SpokenText="Central, the concentrated breath of that creature is reading at incredibly low temperatures... you are at risk of severe tissue damage if exposed."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Viper_King_Ice_1 AkEvent]
SpokenText="Where there was once a venomous toxin, we now see ice, as if it were channeling the air around it under extreme pressure, instantly freezing the vulnerable components."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

